IMMZEK/msp-project/vasa/makedir/__programmer/deskdb/content/TICloudAgent/linux/ccs_base/common/targetdb/Modules/C2000/f28p65x_uart_regs_write.xml
<module id="UART_REGS_WRITE" HW_revision="" description="UART Registers">
	<register id="UARTECR" width="32" page="1" offset="0x2" internal="0" description="UART Error Clear">
		<bitfield id="DATA" description="Error Clear" begin="7" end="0" width="8" rwaccess="RW"/>
	</register>
</module>
